Repository: comicagg/comicagg
Catalog: comicagg/locale/*/LC_MESSAGES/django.po
Languages: es

source: Here you can change the password for your account. Type your current password, and the new one twice.
es: Aquí puedes cambiar la contraseña de tu cuenta. Escribe tu contraseña actual y la nueva dos veces.

source: The current password is not valid.
es: La contraseña actual no es válida.

source: New passwords don't match!
es: ¡Las contraseñas no coinciden!

source: The new password cannot be blank!
es: La contraseña no puede estar vacía.

source: New password.
es: Nueva contraseña.

source: New password again.
es: Otra vez.

source: If you can't remember your current password, use the password reset page
es: Si no recuerdas tu contraseña sigue este enlace para cambiar tu contraseña:

source: here
es: aquí

source: E-mail sent
es: Correo enviado

source: Password reset
es: Reseteo de contraseña

source: If you provided a correct username or e-mail, an e-mail has been sent to the associated e-mail address. You will find your new password in it.
es: Si has introducido un usuario o una dirección de correo electrónico correctos, un correo electrónico ha sido enviado a la dirección de correo. Encontrarás la nueva contraseña en él.

source: If you don't receive any e-mail in the next minutes, try again reseting the password.
es: Si no recibes ningún correo en los próximos minutos, prueba de nuevo a restablecer la contraseña.

source: Back to home.
es: Volver a principal.

source: You're receiving this e-mail because you requested a password reset
es: Estás recibiendo este correo electrónico porque has solicitado una nueva contraseña

source: for your user account at %(site_name)s
es: para tu cuenta de usuario en %(site_name)s

source: Your new password is: %(new_password)s
es: Tu nueva contraseña es: %(new_password)s

source: Feel free to change this password by going to this page:
es: Cambia esta contraseña yendo a esta página:

source: Your username, in case you've forgotten:
es: Tu usuario es, por si lo habías olvidado:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio! =)

source: The %(site_name)s team
es: El equipo de %(site_name)s

source: Please enter your username or e-mail address and we will send you a new password via e-mail.
es: Por favor escribe tu usuario o correo electrónico y te enviaremos una nueva contraseña por correo electrónico.

source: Your username/email.
es: Tu usuario/correo.

source: Reset my password
es: Borra mi contraseña

source: New account
es: Nueva cuenta

source: Register new account
es: Crear una nueva cuenta

source: Please fill in the following fields to create your account. Once you have finished you will be able to log in.
es: Por favor rellena el formulario para crear tu cuenta. Una vez que lo hayas completado y enviado podrás conectarte.

source: There were some errors:
es: Hubo algún error:

source: Username is not valid.
es: Usuario no válido.

source: Passwords do not match
es: Las contraseñas no coinciden

source: The username you selected is already taken. Please choose another one.
es: El usuario que has elegido ya está siendo usado. Por favor, elige otro.

source: You have to write "comic" in the field.
es: Tienes que escribir "comic" en el último campo.

source: Username
es: Usuario

source: 30 characters max. Alphanumeric characters only (letters, digits and underscores).
es: 30 caracteres máximo. Caracteres alfanuméricos sólo (letras, números y _).

source: Password
es: Contraseña

source: Type your password again. Just in case.
es: Escribe tu contraseña de nuevo. Por si acaso.

source: E-mail
es: Correo electrónico

source: Used to recover your password.
es: Para recuperar tu contraseña en principio.

source: No Robots!
es: ¿Eres humano?

source: Write here the word "comic" (without the quotes). This is to prevent automated registrations.
es: Escribe aquí la palabra "comic" (sin las comillas). Es para prevenir registros automatizados.

source: Create account
es: Crear cuenta

source: Account created
es: Cuenta creada

source: Your account has been created. You can now log in using the username you selected.
es: Tu cuenta ha sido creada. Ahora puedes conectarte con ese usuario.

source: news
es: noticias

source: logout
es: salir

source: read
es: lee

source: request
es: solicita

source: Activate account
es: Activar cuenta

source: Your account was inactivated because you didn't read your comics for 45 days. You can reactivate it here.
es: Tu cuenta ha sido desactivada porque no has leído tus comics en 45 días. La puedes reactivar aquí.

source: Reactivate
es: Reactivar

source: Comic Aggregator allows you to read lots and lots of webcomics in the same page.
es: Comic Aggregator te permite leer un montón de webcomics en la misma página.

source: User
es: Usuario

source: Password
es: Contraseña

source: Don't you have an account?
es: ¿No tienes una cuenta?

source: Create a one.
es: Créate una.

source: Can't remember your password?
es: ¿No recuerdas tu contraseña?

source: Send me a new password.
es: Envíame una nueva contraseña.

source: Your username or email
es: Tu usuario o correo

source: or go back
es: o volver atrás

source: 3 chars min, 30 chars max. The following chars are valid: letters, digits, _ and .
es: 3 letras mínimo, 30 máximo. Sólo se permiten los siguientes: letras, números, _ y .

source: Password again
es: Otra vez

source: Back to login
es: Volver al inicio

source: Choose
es: Elegir

source: Add comics
es: Añadir comics

source: New comic!
es: ¡Nuevo!

source: Score
es: Puntuación

source: votes
es: votos

source: Readers
es: Lectores

source: Link to its website
es: Enlace a su web

source: Last update:
es: Última actualización:

source: <b>Warning!</b> Instead of showing the images of this comic, you will see a link to its website when the comic updates.
es: <b>¡Atención!</b> En vez de mostrar las imágenes de este comic, verás un en lace a su página web cuando se actualice.

source: Hover over a comic to see details.
es: Pasa por encima de un comic para ver detalles.

source: Saving...
es: Guardando...

source: You won't see the images of this comic
es: No verás las imágenes de este comic.

source: Organize
es: Organizar

source: Organize your comics
es: Organiza tus comics

source: Drop comics here<br/>to delete them
es: Suelta comics aquí<br/>para borrarlos

source: Here you can sort your comics. Just select one or some of them (holding the Ctrl/Meta key) and drag them around.
es: Aquí puedes organizar tus comics. Selecciona uno o varios (pulsando la tecla Ctrl/Meta) y múevelos.

source: Sort them:
es: Ordenar por:

source: by name
es: por nombre

source: by score
es: por puntuación

source: how it was saved
es: como está guardado

source: Read
es: Leer

source: Mark all comics as unread
es: Marcar todos como leídos

source: You are reading <b id="unreadCountersTotal">%(len)s</b> comics and <b id="unreadCountersUnread">%(unr)s</b> of them have unread strips.
es: Estás leyendo <b id="unreadCountersTotal">%(len)s</b> comics y <b id="unreadCountersUnread">%(unr)s</b> de ellos tienen nuevas tiras sin leer.

source: You are reading <b id="noUnreadCountersTotal">%(len)s</b> comics and none of them have unread strips.
es: Estás leyendo <b id="noUnreadCountersTotal">%(len)s</b> comics y ninguno de ellos tienen nuevas tiras sin leer.

source: Showing only <b>unread</b> comics. <a href="#" onclick="showAllComics()">Click here</a> to show all comics.
es: Mostrando comics <b>sin leer</b>. <a href="#" onclick="showAllComics()">Pulsa aquí</a> para ver todos los comics.

source: Showing <b>all</b> comics. <a href="#" onclick="showUnreadComics()">Click here</a> to show only unread comics.
es: Mostrando <b>todos</b> los comics. <a href="#" onclick="showUnreadComics()">Pulsa aquí</a> para ver sólo los que tienes sin leer.

source: New strips!
es: ¡Nuevas tiras!

source: The comic has been updated. <a href="%(url)s">Click here</a> to go to the comic's website.
es: El cómic ha sido actualizado. <a href="%(url)s">Haz click aquí</a> para ir a la página del comic.

source: Reload images
es: Recargar

source: Vote
es: Vota

source: Visit its website
es: Visitar su web

source: Remove this comic
es: Quitar este comic

source: You haven't selected any comics!
es: ¡No has seleccionado ningún comic!

source: Requests
es: Solicitudes

source: Your request has been saved. Thanks!
es: Tu solicitud ha sido guardada. ¡Gracias!

source: Pending requests
es: Solicitudes pendientes

source: Your comment:
es: Tu comentario:

source: Our comment:
es: Nuestro comentario:

source: Nothing here.
es: No hay nada aquí.

source: Rejected requests
es: Solicitudes rechazadas

source: Accepted requests
es: Solicitudes aceptadas

source: News
es: Noticias
