Repository: comicagg/comicagg
Catalog: comicagg/locale/*/LC_MESSAGES/django.po
Languages: es

source: User profile
es: Perfil de usuario

source: User profiles
es: Perfiles de usuario

source: Your have to activate your user first
es: Tienes que activar tu usuario primero

source: Username or password not valid!
es: Usuario o contraseña no válida

source: Passwords don't match!
es: ¡Las contraseñas no coinciden!

source: Wrong word!
es: ¡Palabra errónea!

source: Some letters are not valid.
es: Algunas letras no valen.

source: Too short.
es: Muy corto.

source: That long? Really?
es: ¿Tan largo? ¿De verdad?

source: That username is already taken. Please choose another.
es: El usuario que has elegido ya está siendo usado. Por favor, elige otro.

source: Password reset on %s
es: Cambio de contraseña en %s

source: Saved =)
es: Guardado =)

source: Update comic
es: Actualizar comic

source: Invalid distribution algorithm specified: %s.
es: Algoritmo de distribución inválido: %s.

source: NEW!
es: ¡NUEVO!

source: Open
es: Abierto

source: Closed
es: Cerrado

source: Title
es: Título

source: Text
es: Texto

source: Welcome,
es: Bienvenido,

source: Documentation
es: Documentación

source: Change password
es: Cambiar contraseña

source: Log out
es: Desconectar

source: Back to website
es: Volver a la web

source: Home
es: Inicio

source: Comic Aggregator site admin
es: Sitio de administración de Comic Aggregator

source: Comic Aggregator administration
es: Administración de Comic Aggregator

source: was updated.
es: fue actualizado.

source: readers notified.
es: lectores notificados.

source: was not modified.
es: no fue modificado.

source: Models available in the %(name)s application.
es: Modelos de la aplicación %(name)s

source: Add
es: Añadir

source: Change
es: Cambiar

source: You don't have permission to edit anything.
es: No tienes permiso para editar nada.

source: Recent Actions
es: Acciones recientes

source: My Actions
es: Mis acciones

source: None available
es: Ninguna disponible

source: Not Found
es: No encontrado

source: I can't find what you are looking for.
es: No encuentro lo que has pedido :/

source: Server error
es: Error en el servidor

source: It seems that server is having issues. Try again in a few minutes.
es: Parece que el servidor está teniendo algún problema ahora mismo. Inténtalo de nuevo dentro de un rato.

source: Logged in as
es: Conectado como

source: Read comics
es: Leer comics

source: Choose comics
es: Elegir comics

source: Comic list
es: Lista de comics

source: Account
es: Perfil

source: Help
es: Ayuda

source: Logout
es: Desconectar

source: Login
es: Entrar

source: Register
es: Registrarse

source: All comics are property (and are all probably copyrighted) of their owners. For more information visit each comic website.
es: Todos los comics y sus imágenes son propiedad, y, probablemente estén registradas, de sus autores. Para más información visita la página web de cada comic.

source: Contact
es: Contacto

source: Forums
es: Foro

source: Down for maintenance
es: En mantenimiento

source: Welcome
es: Bienvenido

source: User:
es: Usuario:

source: Password:
es: Contraseña:

source: Log in
es: Entrar

source: Lost password?
es: ¿Contraseña perdida?

source: Welcome to Comic Aggregator
es: Bienvenido a Comic Aggregator

source: Comic Aggregator is just what its name says, a website to put all your favorite webcomics in the same page!
es: Comic Aggregator es un agregador de comics, es decir, aquí puedes leer tus webcomics favoritos, ¡todos en la misma página!

source: Log in to read your new comics or create a new account and start choosing your own list.
es: Entra para leer los nuevos comics o crea una cuenta y elige qué comics leer.

source: Here</a> is the list of comics we currently have in the database. If you can't find a webcomic you like just ask for it!
es: Aquí</a> hay una lista con todos los comics que tenemos ahora mismo. Si no encuentras uno que te gusta, ¡pídelo!

source: These are the last added comics:
es: Estos han sido los últimos comics añadidos:

source: Full list
es: Lista completa

source: This are all the comics in the database
es: Estos son todos los comics que tenemos

source: Jump to:
es: Saltar a:

source: Active comics
es: Comics activos

source: inactive comics
es: comics desactivados

source: ended comics
es: comics terminados

source: Tag cloud
es: Nube de etiquetas

source: Sorted by
es: Ordenados por

source: name
es: nombre

source: rating
es: puntuación

source: readers
es: lectores

source: and filtering with the tag
es: y filtrando con la etiqueta

source: remove filter
es: quitar filtro

source: Sort by:
es: Ordenar por:

source: vote
es: voto

source: positive
es: positivos

source: Inactive comics
es: Comics desactivados

source: go up
es: subir

source: This comics are inactive in the database. That means that even though they were added to the database they were found not to work properly and therefore they were deactivated. In the future they may be active again.
es: Estos comics han sido desactivados. Esto significa que aunque estén en la base de datos parece que no funcionan bien. Quizá en el futuro vuelvan a activarse de nuevo si se encuentra una solución.

source: Ended comics
es: Comics terminados

source: Either <i>The End</i> was written in their last strip or the author decided to put the comic in an indefinite hiatus so there won't be more updates anytime soon. We don't like to delete comics from the database so they will be kept here so they won't fade away in History.
es: O bien <i>The End</i> fue escrito en la última tira, o bien el autor ha decidido poner el comic en un hiatus por un tiempo indefinido por lo que no habrá más actualizaciones durante un tiempo. No nos gusta borrar comics de la base de datos así que los dejamos aquí para que no se pierdan en la Historia.

source: Tag cloud:
es: Nube de etiquetas:

source: Website
es: Página web

source: Last update:
es: Última actualización:

source: Show last strip
es: Ver la última tira

source: Hide last strip
es: Ocultar la tira

source: You are reading this comic.
es: Estás leyendo este comic.

source: Remove it from my list
es: Quitarlo de mi lista

source: Add this comic to my list
es: Añadirlo a mi lista

source: Use these two boxes to choose the comics you want to read. To choose a comic just drag it's name from the left box to the right box. If you move one in the right to the left it won't appear in the read page. So blue ones won't show, green ones will.<br/>Also, the order matters!<br/><br/>If you want to read a comic that it's not in the list,
es: Usa estas dos cajas para elegir los comics que vas a leer en la página principal. En la caja derecha tienes que poner los comics que quieres leer. Para elegir un comic arrástralo de la caja izquierda a la caja derecha y al revés si quieres dejar de leer ese comic.<br/>¡También importa el orden en el que los coloques!<br/><br/>Si te apetece leer algún otro comic que no esté en la lista,

source: let me know
es: pídelo

source: Here</a> is the full comic list.
es: Aquí</a> está la lista completa de comics.

source: Filter the available list using this tag cloud
es: Filtrar los comics disponibles con la nube de etiquetas

source: Loading the lists...
es: Cargando las listas...

source: You have
es: Tienes

source: new comics.
es: comics nuevos.

source: Forget new comics.
es: Olvidar los comics nuevos.

source: Show only new comics
es: Mostrar sólo comics nuevos

source: Available strips
es: Tiras disponibles

source: tag:
es: etiqueta:

source: View all
es: Mostrar todos

source: Filter:
es: Filtro:

source: Selected strips
es: Tiras seleccionadas

source: Extra actions
es: Más acciones

source: Working...
es: Trabajando...

source: Sort selected by name
es: Ordenarlos por nombre

source: Sort selected by user rating
es: Ordenarlos por puntuaciones

source: Add all
es: Añadir todos

source: Remove all
es: Quitar todas

source: Reorder available list
es: Reordenar comics disponibles

source: Add to my list
es: Añadir a mi lista

source: Remove from list
es: Quitarlo de mi lista

source: Forget this comic
es: Olvidar este comic

source: Go to comic's website
es: Ir a la web del comic

source: Go to description
es: Ir a la descripción

source: Drag and drop a comic here
es: Arrastra y suelta un comic aquí

source: Mark all comics as read
es: Marcar todo como leído

source: Showing:
es: Mostrando:

source: unread
es: sin leer

source: all
es: todas

source: Display all
es: Mostrar todas

source: show unread
es: mostrar sin leer

source: More
es: Más

source: Report broken image
es: Avisar imagen rota

source: Go up
es: Subir

source: Mark as read
es: Marcar como leída

source: Up to date
es: Al día

source: Rate it!
es: ¡Puntúalo!

source: Tags
es: Etiquetas

source: Hide tags
es: Ocultar etiquetas

source: Reload
es: Recargar

source: No new comics to read! Wanna
es: ¡No hay nuevos comics que leer! ¿Quieres

source: add some more
es: añadir alguno más

source: You haven't chosen comics yet. Use the configure option in the menu and choose some comics.
es: No has elegido ninguna tira aún. Usa la opción de elegir comics del menú para ver algo aquí.

source: There are new entries in the blog.
es: Hay nuevas entradas en el blog.

source: Remove the notice
es: Quitar el aviso

source: or
es: o

source: take me to the blog.
es: llévame al blog.

source: There are %(new_comic_count)s new comics in the database.
es: Hay %(new_comic_count)s nuevos comics en la base de datos.

source: , <a href="%(conf_url)s">go to the lists</a> or <a onclick="forget_new_comics()">forget the new comics.
es: , <a href="%(conf_url)s">ir a las listas</a> u <a onclick="forget_new_comics()">olvidar los comics nuevos.

source: Updates in the blog!<br/>Go check it
es: ¡Novedades en el blog!<br/>Para ir al blog haz click

source: here!
es: aquí

source: Hide
es: Ocultar

source: New comics have been added since your last visit!<br/>Go check them in the lists =)
es: ¡Nuevos comics han sido añadidos a la base de datos!<br/>Mira si te interesa alguno en la página de elección.

source: This is a random strip of a comic you haven't added =)
es: Aquí tienes una tira aleatoria de un comic que no estás siguiendo =)

source: Did you like it?
es: ¿Te ha gustado?

source: Add it to my list!
es: ¡Añádelo a mi lista!

source: Request a comic
es: Solicitar un comic

source: Write the url of the comic you would like to read here and we will try to add it is as soon as possible (if it's possible, of course).
es: Escribe aquí la dirección web del comic que te gustaría leer e intentaremos añadirlo lo antes posible (si es posible).

source: Currently there are %(count)s requests waiting to be added. We have to add them one by one by hand so, please, be patient. Thanks!
es: Ahora mismo hay %(count)s peticiones esperando. Tenemos que añadirlas a mano una a una, así que ten un poco de paciencia. ¡Gracias!

source: The comic's Url
es: La dirección del comic

source: Any comment?
es: ¿Algún comentario?

source: Send
es: Enviar

source: Request sent
es: Solicitud enviada

source: Thanks for your request!
es: ¡Gracias!

source: No tags to show yet.
es: No hay etiquetas para mostrar aún.

source: Your tags:
es: Tus etiquetas:

source: Save
es: Guardar

source: Saved :)
es: Guardado =)

source: Read it in the forum
es: Leerlo en el foro

source: Nothing here right now
es: Nada aquí ahora mismo

source: All posts
es: Todos los posts

source: Recent posts
es: Posts recientes

source: Status:
es: Estado:

source: Close
es: Cerrar

source: Reopen
es: Reabrir

source: Initial message
es: Mensaje original

source: Date:
es: Fecha:

source: From you
es: De ti

source: From help desk
es: De la ayuda

source: Reply
es: Contestar

source: Go back to help index.
es: Volver al índice de la ayuda.

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: Index
es: Índice

source: Q:
es: P:

source: A:
es: R:

source: Useful links
es: Enlaces útiles

source: If you need help (either for the website or the firefox add-on) the best way to get it is to go to our forums and ask there. There is also an <a href="mailto:contact at comicagg dot com">e-mail address</a> but the forums is the preferred place to ask.
es: Si necesitas ayuda, bien para la web o para la extensión de Firefox, lo mejor es que te pases por el foro y preguntes ahí. También existe una <a href="mailto:contact at comicagg dot com">dirección de correo electrónico</a>, pero el foro es el sitio preferido para preguntar.

source: Where you can read news about the site, updates or known issues.
es: Donde puedes seguir noticias acerca del sitio, actualizaciones o problemas conocidos.

source: Request page
es: Página de solicitud

source: Where you can ask for a comic to be added to the database.
es: Donde puedes pedir que se añada un comic a la base de datos.

source: Reading comics
es: Leyendo comics

source: First <a href="#choose">choose some comics</a>. Then, your read page will have the list of comics, sorted as you did in the choose page. By default only comics with new strips will be shown (you can disable this in your profile page). After each comic you have some options, like voting, tag cloud, report broken images and possibly other options. To mark a comic a read, you can either click on the <i>Mark as read</i> link or vote the comic. When you have no new strips in a comic you will be able to read the last one.
es: Primero <a href="#choose">elige algunos comics</a>. Entonces en tu página de lectura tendrás la lista de comics seleccionados ordenados según lo hayas hecho. Por defecto sólo los comics con nuevas tiras se mostrarán (puedes controlar este comportamiento en la página del perfil). Después de cada comic tienes algunas opciones: darle votos, etiquetas, avisar de imágenes rotas y alguna opción más. Para marcar un comic como leído puedes hacer click en la opción <i>Marcar como leído</i> o darle un voto. Cuando no tienes una tira nueva en un comic aparecerá será la última la que aparezca.

source: There is also a menu in the bottom left of the page to quick jump to the comic you want. In this menu you can show only unread comics or the full list. Options for configuring this menu are available in your profile too.
es: También hay un menú en la parte de abajo a la izquierda para saltar rápidamente al comic que quieras. En este menú se pueden mostrar sólo los comics sin leer o la lista completa. Tienes opciones para configurar este menú en el perfil.

source: Choosing comics
es: Eligiendo comics

source: First thing you have to do after registering is select what comics you want to read. To do so, first go to <i>Choose comics</i> in the menu above.
es: Lo primero que tienes que hacer después de registrarte es seleccionar los comics que quieres leer. Para hacer esto ver a <i>Elegir comics</i> en el menú de arriba.

source: Once in it you will have two columns. In the left blue one you will have the comics available to read and in the right green one the ones you have selected. If it's your first time it will be empty.
es: Una vez ahí se muestran dos columnas. La de la izquierda de color azul contiene los comics disponibles en la base de datos y la de la derecha de color verde aquéllos que has seleccionado. Evidentemente la primera vez que la uses estará vacia.

source: Each comic is represented by a box in each column and to select/deselect the only thing you have to do is drag it from one column to the other. Every time you make changes in the selected column (add/remove comics or ordering), those changes are saved.
es: Cada comic está representado por una caja en cada columna y para seleccionar/quitar uno lo que tienes que hacer es arrastrarlo de una columna a la otra. Cada vez que haces un cambio en la columna derecha (añadir/quitar comics o ordenarlos) éste se guardará automáticamente.

source: To filter the available list you can use either the tag cloud or the input box. If you filter using the input box you can type the name of a comic, an user rating or even a number of votes. Write the special keyword <i>@new</i> to filter new comics. There is a similar input box in the available list.<br/>Also, there are options to sort the comics (by name or by user ratings), and to add/remove all the comics.
es: Para filtrar la lista de comics disponibles puedes usar la nube de etiquetas o el filtro por texto que está encima de la columna. En este filtro puedes usar tanto el nombre del comic, como la puntuación de los usuarios como el número de votos. Escribe la palabra especial <i>@new</i> para mostrar sólo los comics nuevos.<br/>También dispones de varias opciones para ordenar los comics seleccionados (por nombre o por puntuación) y para añadir o quitar todos los comics.

source: You have three lists here: active, inactive and ended comics. It's all very self-explanatory. Every comic has a few statistics, it's own tag cloud and also a button to view the last strip. You have here another big tag cloud to filter the comics in the active list and some sorting options too.
es: Aquí tienes tres listas: activos, desactivados y terminados. Se explica todo solo. Cada comic tiene algunas estadísticas, su propia nube de tags y también un botón para ver la última tira. Hay una nube de etiquetas grande al comienzo de la página para filtrar los comics de la lista activa, además de algunas opciones para ordenarlos.

source: You can assign any number of tags for every comic. To tag any comic follow this steps: </p><ul><li>Add it to your list.</li><li>Then go to the read page and below the last strip you will find an option called <i>
es: Puedes poner las etiquetas que quieras a cada comic. Para etiquetar un comic sigue estos pasos:</p><ul><li>Primero tienes que añadirlo a tu lista de seguimiento.</li><li>Después ve a la página para leer las tiras y debajo de la tira aparecerá una opción llamada <i>

source: Tags for this comic
es: Etiquetas para este comic

source: </i>. Click on it and a tag cloud for that comic will appear and a form to add the tags.</li><li>Write there the tags separated by commas.</li></ul><p class="info">Notice that there&apos;s a minimum number of times that a tag must be assigned to a comic to appear in the tag clouds. This number can change in time. The current minimum is
es: </i>. Haz clic en ella y aparecerá la nube de etiquetas y un formulario para añadir las etiquetas.</li><li>Escribe todas las etiquetas que quieras separadas por comas.</li></ul><p class="info">Para que las etiquetas se muestren en la nube tiene que ser asignada un número determinado de veces por distintos usuarios. Este número puede cambiar con el tiempo. El mínimo actual es

source: . Of course, you can't assign the same tag to a comic more than once.
es: . Por supuesto, no puedes asignar la misma etiqueta a un comic varias veces.

source: Firefox Add-on: Comic Aggregator Notifier
es: Extensión para Firefox: Comic Aggregator Notifier

source: Our admin Korosu Itai has developed a Firefox add-on to keep you updated of the number of unread comics you have. This is <a href="https://addons.mozilla.org/en-US/firefox/addon/9171">the entry</a> in the official Firefox add-ons website. As it is marked as experimental you will have to signup to be able to install it. You can also install it <a href="http://www.comicagg.com/addon/comic_aggregator_notifier.xpi">from our server</a> without having to sign up anywhere.
es: Nuestro administrador Korosu Itai ha desarrollado un complemento para el navegador Firefox para mantenerte al día sobre los comics sin leer que tengas. Esta es <a href="https://addons.mozilla.org/en-US/firefox/addon/9171">la entrada</a> en la página de complementos oficial de Firefox. Como está marcada como experimental tendrás que registrarte antes de poder descargarla. También la puedes instalar <a href="http://www.comicagg.com/addon/comic_aggregator_notifier.xpi">desde nuestro servidor</a> sin tener que estar registrado en ningún sitio.

source: If you want to link us...
es: Si quieres enlazarnos...

source: ... you can use this image :)
es: ... puedes usar la siguiente imagen :)

source: New help ticket
es: Nuevo ticket

source: New ticket
es: Nuevo ticket

source: Account settings
es: Configuración de la cuenta

source: You can review here your settings. Use this page to change your e-mail address or password.
es: Aquí puedes revisar la configuración de tu cuenta. Úsala para cambiar tu dirección de correo electrónico o tu contraseña.

source: Change settings:
es: Cambiar configuración:

source: Alert new comics.<br/>A box will appear in the read page everytime a new comic is added to the database.
es: Avisar sobre nuevos comics añadidos.<br/>Un mensaje aparecerá en la sección de lectura cuando un nuevo comic sea añadido a la base de datos.

source: Hide read comics.<br/>Up-to-date comics will be hidden so the page will load faster. If you click in the name of the comic in the navigation box, the comic will show up in the read page. Also, if you have no new comics a random strip will be shown.
es: Ocultar los comics ya leídos.<br/>De este modo los comics leídos no se mostrarán y la página cargará más rápido. Si en la barra de navegación eliges un comic oculto, éste se mostrará de nuevo. Además, si no tienes ningún comic nuevo se mostrará una tira aleatoria.

source: Navigation box
es: Caja de navegación

source: Max number of columns.<br/>This is the maximum number of columns to display the list. It's got preference over the maximum number of elements per column.
es: Número máximo de columnas.<br/>Este es el máximo número de columnas que puede tener la lista. Tiene preferencia sobre el número máximo de elementos por columna.

source: Max number of elements per column.<br/>This is the maximum number of elements a column can have. It may be increased to fit the max number of columns.
es: Número máximo de elementos por columna.<br/>Es el número máximo de elementos que puede tener cada columna de la lista. Puede ser aumentado para ajustar el número máximo de columnas.

source: Saved.
es: Guardado.

source: Web colors
es: Colores de la web

source: Password, e-mail
es: Contraseña, correo electrónico

source: Change e-mail
es: Cambiar correo electrónico

source: current:
es: actual:

source: E-mail updated
es: Correo electrónico actualizado

source: Change e-mail address
es: Cambiar correo electrónico

source: Your e-mail address has been changed.
es: Tu dirección de correo electrónico ha sido cambiada.

source: Back to account settings.
es: Volver a la configuración de la cuenta.

source: E-mail change
es: Cambiar correo electrónico

source: Here you can change the e-mail of your account. Type your current password, and the new e-mail address.
es: Aquí puedes cambiar el correo electrónico asociado a tu cuenta. Escribe tu contraseña actual y la nueva dirección de correo.

source: The password is not valid.
es: La contraseña no es válida.

source: Current password.
es: Contraseña actual.

source: New e-mail address.
es: Nuevo correo.

source: Change it
es: Cámbialo

source: Go back.
es: Volver.

source: Login into your account
es: Entrar en tu cuenta

source: Write your username and passwod to get you logged in.
es: Escribe tu usuario y contraseña para conectarte.

source: If you don't have an account to log in you can easily create one following this link:
es: Si no tienes una cuenta es muy fácil crearla siguiendo este enlace:

source: create a new account.
es: crear una nueva cuenta.

source: If you can't remember your password follow this link to get a new password:
es: Si no recuerdas tu contraseña sigue este enlace para cambiar tu contraseña:

source: reset my password.
es: borrar mi contraseña.

source: Password changed
es: Contraseña cambiada

source: Your password has been changed.
es: Tu contraseña ha sido cambiada.

source: Password change
es: Cambio de contraseña
